Repository: deviodigital/link-attributes-for-publishers
Catalog: languages/link-attributes-for-publishers-*.po
Languages: es_mx

source: Nofollow Domains
es_mx: Dominios Nofollow

source: Separate by comma. Example: google.com, amzn.to
es_mx: Separar por coma. Ejemplo: google.com, amzn.to

source: Sponsored Domains
es_mx: Dominios patrocinados

source: UGC Domains
es_mx: Dominios UGC

source: Choose File
es_mx: Elija el archivo

source: Choose Image
es_mx: Elegir imagen

source: Link Attributes for Publishers
es_mx: Atributos de enlace para editores

source: Link Attributes
es_mx: Atributos de los enlaces

source: Support
es_mx: Soporte

source: Documentation
es_mx: Documentación

source: Add custom link attributes to the external URL's of your choice
es_mx: Añada atributos de enlace personalizados a las URL externas de su elección
